<?php
return [
    'return_to_site' =>  'Вернуться на сайт',
    'delete_record_sure' => 'Удалить запись?',
    'no_records' => 'Нет записей',
    'save' => 'Сохранить',
    'delete' => 'Удалить',
    'edit' => 'Редактировать',
    'look' => 'Просмотреть',
    'up' => 'Поднять',
    'down' => 'Опустить',
    'publish' => 'Опубликовать',
    'unpublish' => 'Снять с публикации',
    'image' => 'Изображение',
    'delete_image_sure' => 'Удалить изображение?',
    'add' => 'Добавить',
    'list' => 'Список',
    'full_page' => 'Страница записи',
    'save_and_create' => 'Сохранить и создать новую',
    'form_error' => 'Ошибка при сохранении формы',
    'select' => 'Выбрать',
    'messages' => [
        'store' => 'Запись успешно добавлена',
        'update' => 'Данные успешно обновлены',
        'destroy' => 'Запись удалена',
    ],
    'control' => 'Управление',
    'exit' => 'Выйти',
    'images' => 'Изображения',
    'files' => 'Файлы',
    'modules' => 'Модули',
    'content' => 'Содержание',

    'main_page' => 'Главная страница',
    'main_text' => 'Скоро тут будет руководство пользователя...',



];

