<?php
return [
    'title'=>'Заголовок',
    'sub_title'=>'Подзаголовок',
    'date'=>'Дата',
    'active'=>'Опубликовать',
    'priority'=>'Приоритет',
    'preview'=>'Краткий текст',
    'content'=>'Полный текст',
    'on_main'=>'Выводить на главной',
    'slug'=>'Адресное имя',
    'email'=>'Электронная почта',
    'name'=>'Имя',
    'message'=>'Сообщение',
    'created_at'=>'Дата создания',
    'updated_at'=>'Дата обновления',
    'image'=>'Изображение',
    'position'=>'Должность',
    'link'=>'Ссылка',
    'optimal_image_size'=>'Оптимальный размер изображения',


];